Repository: 84000/data-translation-memory
Catalog: toh263-v3.tmx
Source language: bo
Languages: en

source: བདེ་བ་དང་། ཐེར་ཟུག་པ་དང་། བདག་དང་། མི་གཡོ་བའི་འདུ་བྱེད་དུ་དམིགས་ལ་ཁམས་གསུམ་ལ་དམིགས་པའི་ཉོན་མོངས་པའི་རྐུན་པོ་སྐྱེ་ཞིང་འཕེལ་བ་དང་། ཁམས་གསུམ་པོ་ཐམས་ཅད་བསྡུས་ནས་རྣམ་པ་གཉིས་སུ་ཉེ་བར་འགྲོ །
en: When they are apprehended as formations that are blissful, eternal, a self, and unwavering, the thief that is the afflictions that apprehend the three realms is born, increases, and subsumes the entire threefold world.

source: ཉེ་བར་ལེན།
en: Then they approach them dualistically, appropriate them, empower them, and become strongly attached to them.

source: བྱིན་གྱིས་རློབ། མངོན་པར་ཆགས་ཤིང་རྒྱུ་དང་རྐྱེན་གྲངས་མེད་དཔག་ཏུ་མེད་པ་ལ་དམིགས་ཤིང་ཉེ་བར་འཛིན་ཏེ།
en: They apprehend countless, infinite causes and conditions and cling to them.

source: དེ་ལ་རང་བཞིན་གྱིས་མི་རྟག་པ་དང་། སྡུག་བསྔལ་བ་དང་། སྟོང་པ་དང་། བདག་མེད་པར་མི་སྟོན།
en: They do not reveal that they are impermanent by nature, suffering, empty, and lack a self.

source: སྐྱེ་བ་དང་། འགོག་པ་དང་། འཇིག་པར་ཡང་ཉེ་བར་མི་རྟོག་གོ། །
en: They do not analyze their arising, cessation, and disintegration.

source: བདག་དང་། སྲོག་དང་། གསོ་བ་དང་། གང་ཟག་ཏུ་དམིགས་ཤིང་རྟག་པ་དང་ཆད་པར་སྙེམས་ཏེ།
en: They apprehend them as a self, a life force, a soul, and a person and they adhere to views of permanence and annihilation.

source: ནང་དང་། ཕྱིའི་རྐྱེན་ལ་ཕུང་པོ་དང་། ཁམས་དང་། སྐྱེ་མཆེད་རྣམས་ཀྱང་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རབ་ཏུ་ཤེས།
en: The aggregates, elements, and sense fields are correctly understood as internal and external conditions.

source: རྒྱུ་དང་། འབྲས་བུ་དང་། ལས་དང་། རྣམ་པར་སྨིན་པའི་ཀུན་ནས་ལྡང་བ་ལ་དམིགས་པ་དང་།
en: They are apprehended as the complete arising of cause, effect, action, and the ripening of action.

source: རྣམ་པར་དཔྱོད་པ་དང་། རྣམ་པར་དཔྱོད་པ་མེད་པ་དང་།
en: They are subjected to analysis and then they are not subjected to analysis.

source: འཁྲུགས་པ་དང་། མ་འཁྲུགས་པ་དང་། ཉེ་བར་ཞི་བ་དང་།
en: They are agitated, then they are not agitated, and then they are pacified.

source: ཡང་དག་པར་རྟོག་པ་དང་། ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རབ་ཏུ་ཤེས་ཤིང་བདེ་བ་དང་།
en: They are correctly realized and correctly understood.

source: སྡུག་བསྔལ་གྱི་ཚོར་བ་དང་བྲལ་བ་ཤེས་རབ་ཀྱི་དབང་པོ་མ་སྐྱེས་པས་ཆོས་ལ་རྣམ་པར་རྟོག་པ་འདི་ཡང་སྡུག་བསྔལ་བ་ཡང་མེད། བདེ་བ་ཡང་མེད་པའི་ཚོར་བའོ། །
en: Even a conceptual thought about phenomena from someone who has not given rise to the faculty of insight is free from feelings of happiness and pertains to a feeling that is utterly devoid of happiness and suffering.

source: དེ་ལ་བྱང་ཆུབ་སེམས་དཔས་ནང་དང་ཕྱིའི་མཚན་ཉིད་དུ་སྣང་བ་དང་། གཟུགས་ཀྱི་མཚན་ཉིད་དུ་སྣང་བ་གང་ཇི་སྙེད་ཡོད་པ་དག་ལ་ཡང་དག་པ་ཉིད་དང་། དེ་ཁོ་ན་ཉིད་དུ་བརྟག་པར་བྱའོ། །
en: “Bodhisattvas should analyze everything that appears as an internal and external characteristic—everything that appears as a characteristic of form in terms of the true state of things and suchness.

source: གང་ཇི་ལྟར་སྔར་བསྟན་པའི་འདོད་ཆགས་ཀྱི་གནས་དང་། ཞེ་སྡང་གི་གནས་ལ་འདི་ལྟར་རྟག་པའམ།
en: They should analyze them in the same way that the basis of attachment and the bases of anger were taught previously.

source: སྐད་ཅིག་གིས་འཇིག་པའི་ཚུལ་དང་རྟག་པའམ། མི་རྟག་པའི་ཚུལ་དང་། བདེ་བའམ།
en: They should analyze them from the perspective of momentary disintegration.

source: སྡུག་བསྔལ་གྱི་ཚུལ་དང་། བདག་གམ་བདག་མེད་པའི་ཚུལ་དང་། ཁམས་གསུམ་པོ་ཐམས་ཅད་ཀྱི་འདུ་བྱེད་དང་། ཉོན་མོངས་པའི་རྒྱུན་མ་ཞི་བ་དང་། རྒྱུ་མེད་པ་དང་།
en: They should analyze them from the perspective of impermanence, from the perspective of happiness and suffering, from the perspective of self and lack of self, from the perspective of the formations of the entire threefold world, from the perspective of pacifying the unceasing stream of afflictions, from the perspective of pacifying the continual stream that lacks a primary cause and has no master, and from the perspective of having no attachment to something that is free from duality and unborn.

source: བདག་པོ་མེད་པའི་རྒྱུན་མ་ཞི་བ་དང་། གཉིས་དང་བྲལ་བ་མི་སྐྱེ་བ་ལ་མངོན་པར་མི་ཆགས་པའི་ཚུལ་གྱིས་ཡོངས་སུ་རྟོག་པ་དང་། ཁམས་གསུམ་པོ་ཐམས་ཅད་དང་། དུས་གསུམ་གྱི་སྡུག་བསྔལ་ཡང་མེད། བདེ་བ་ཡང་མེད་པའི་ཚོར་བ་མི་སྐྱེ་བ་ནི་ཚོར་བ་གཉིས་མི་སྐྱེ་བའི་མཐར་ཁོང་དུ་ཆུད་པར་བྱའོ། །
en: They should understand feelings that are devoid of the suffering and happiness of the entire threefold world and the three times according to an ultimate position that does not give rise to duality.

source: དེ་དག་ནི་རྟག་པ་མེད་པའི་མཐའ་དང་། ཆད་པ་མེད་པའི་མཐའ་དང་། བརྗོད་དུ་མེད་པའི་རྗེས་ཀྱི་རྒྱུན་གྱི་མཐའ་དང་། ལུས་མེད་པའི་མཐའ་དང་། གནས་མེད་པའི་མཐར་ཁོང་དུ་ཆུད་པར་བྱའོ། །
en: They should understand them according to the position that they are impermanent, the position that they are unceasing, the position that they are an inexpressible continuity, the position that they lack a body, and the position that they are groundless.

source: ཚིག་གི་ལམ་དང་བྲལ་བའི་བག་ལ་ཉལ་གྱི་སེམས་དང་། ཡིད་དང་རྣམ་པར་ཤེས་པ་ལ་སྡུག་བསྔལ་ཡང་མེད་བདེ་བ་ཡང་མེད་པའི་ཚོར་བ་མི་དམིགས་པར་སོ་སོར་བརྟག་པར་བྱའོ། །
en: They should analyze the mind, mental faculty, and consciousness associated with latent tendencies that are devoid of language individually without fixating on those feelings that are neither pleasant nor unpleasant.

source: ཡང་དེ་ལྟར་ཞི་གནས་ཀྱི་ཚུལ་གྱིས་རྒྱུ་དང་། རྐྱེན་དང་རྒྱུ་མེད་པ་དང་། རྐྱེན་མེད་པའི་ལྷག་མཐོང་རྣམ་པ་བཅུ་གཉིས་ནི་ཡང་དག་པའི་ཤེས་རབ་ཀྱིས་གཏི་མུག་གི་མུན་པར་བལྟའོ། །
en: “Thus, from the perspective of tranquility there are twelve types of special insight that are related to the cause, the lack of causes and conditions, and the lack of conditions, and this correct insight sees through the darkness of ignorance.

source: འདི་ལ་མ་རིག་པའི་གནས་ཚུལ་བཞིན་མ་ཡིན་པ་ཡིད་ལ་བྱེད་པ་ནི་གང་།
en: What is mental engagement that is improper and a state of ignorance?

source: ཚུལ་བཞིན་མ་ཡིན་པ་ཡིད་ལ་བྱེད་པ་ནི་གང་ལ་དམིགས།
en: At what point does one apprehend improper mental engagement?

source: ལུས་དང་། ངག་དང་། ཡིད་ཀྱི་འདུ་བྱེད་ལ་དམིགས་ན་ནི་ལུས་དེ་ཡང་འབྱུང་བ་ཆེན་པོ་བཞི་ལ་གནས་པ།
en: When one apprehends physical, verbal, and mental formations, even the body is based upon the four great elements.

source: འབྱུང་བ་ཆེན་པོ་བཞི་པོ་དེ་དག་ཀྱང་གཡོ་བ་མེད་པ་འགྱུར་བ་མེད་པ། བདག་མེད་པ། བདག་གི་མེད་པ་སྟེ། ཇི་ལྟར་སྔར་བསྟན་པ་བཞིན་ནོ། །
en: As previously stated, those four great elements are unwavering, unchanging, lack a self, and have no sense of ownership.

source: ཚིག་གི་ལམ་ཡང་དམིགས་སུ་མེད་པ། ཡི་གེ་མེད་པ་སྟེ། བདག་མི་དམིགས་པའི་ཕྱིར་གནས་མེད་པའོ། །
en: One does not apprehend language in them, and they have no words, and since one does not apprehend them as a self, they are groundless.

source: ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ཡང་གནས་མེད་པ། མི་གནས་པ་ཚིག་གི་ལམ་ཙམ་དུ་བརྗོད་པ་སྟེ། འདི་ལ་བདག་དང་། ཡན་ལག་ཅན་དང་།
en: The mental consciousness is also groundless, does not abide, and is a mere verbal designation.

source: གང་ཟག་མེད་དོ། །
en: It has no self, no body, and no person.

source: ལུས་དང་། ངག་དང་། ཡིད་ཀྱི་དམིགས་པ་གཉི་ག་ཡང་སྟོང་པ་སྟེ།
en: The apprehension of body, speech, and mind is also empty of duality.

source: དེས་ན་མ་རིག་པ་ཡང་སྟོང་པའོ། །
en: Therefore, even ignorance is empty.

source: ལུང་དུ་མ་བསྟན་པའི་སེམས་ཀྱི་རྒྱུད་ཀྱང་འགྲོ་བ་མེད་པའོ། །
en: The indeterminate stream of thought does not go away.

source: མཚན་ཉིད་དུ་སྣང་བ་ཡང་བརྗོད་དུ་མེད་པའོ། །མ་རིག་པ་དང་། སྲིད་པའི་སྲེད་པ་དང་།
en: What appears to have characteristics is inexpressible.

source: སེམས་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཁམས་གསུམ་དང་། དུས་གསུམ་ལ་དམིགས་པ་ཡང་ཡང་དག་པའི་མཐས་མི་དམིགས་ལ། དགེ་བ་དང་མི་དགེ་བ་ཡང་དགེ་བའི་མཚན་ཉིད་ཀྱིས་མེད་དེ།
en: Ignorance, craving existence, the mind, the mental consciousness, the three realms, and the apprehension of the three times are not apprehended from the perspective of ultimate truth, and virtue and nonvirtue do not exist in terms of the characteristics of virtue.

source: དེས་ན་མ་རིག་པ་ནི་སྟོང་པའོ། །
en: Therefore, ignorance is empty.

source: ཡང་མ་རིག་པ་ནི་ཤིན་ཏུ་བྱང་ནས་འདུ་བྱེད་ལ་རྟོག་སྟེ།
en: “Then, after ignorance is thoroughly purified, one analyzes formations.

source: སྐད་ཅིག་མ་གང་ལ་མ་རིག་པ་སྐྱེ་བ་སྐད་ཅིག་མ་དེ་ཉིད་ལ་མི་གནས་ཤིང་འགག་སྟེ།
en: The very moment that ignorance arises it does not remain even for a moment and ceases.

source: སྐད་ཅིག་མ་གཉིས་ལ་མི་གནས་སོ། །
en: In the second moment it is no longer present.

source: སྐད་ཅིག་མ་གཅིག་ལ་གཉི་ག་སྐྱེ་བའམ་འགག་པ་མེད་ཀྱི་མ་རིག་པ་འགགས་ནས་སྐད་ཅིག་མ་གཉིས་པ་ལ་འདུ་བྱེད་སྐྱེ་སྟེ།
en: Ignorance, which lacks both arising and ceasing, ceases in the first moment and formations arise in the second moment.

source: དེས་ན་མ་རིག་པ་སྟོང་པ་སྟེ་བདག་མེད་པའི་ངོ་བོའོ། །
en: Therefore, ignorance is empty; its essence has no self.

source: ཡང་སྐད་ཅིག་མ་གང་ལ་འདུ་བྱེད་སྐྱེ་བ་དེ་ལ་ལུས་ཀྱི་འདུ་བྱེད་དང་། ངག་གི་འདུ་བྱེད་དང་། ཡིད་ཀྱི་འདུ་བྱེད་དང་། འདུ་བྱེད་གསུམ་འགག་གོ། །
en: The moment that formations arise, they cease, whether they are physical, verbal, or mental formations.

source: ཡང་ལུས་ཀྱི་འདུ་བྱེད་སྐྱེས་ནས། འདོད་ཆགས་དང་བྲལ་བའི་མཐའི་གནས་ན་ངག་གི་འདུ་བྱེད་སྐྱེའོ། །
en: Once physical formations have arisen, verbal formations arise in the ultimate state that is free from attachment.

source: ཡང་རྣམ་པར་གྲོལ་བའི་མཐའ་ཡང་ཡིད་ཀྱི་འདུ་བྱེད་ཀྱི་རྗེས་ཀྱི་རྒྱུན་གྱིས་ངག་གི་འདུ་བྱེད་ལ་འཇུག་གོ། །
en: Even from the ultimate perspective of liberation, the continuous stream of mental formations then follows verbal formations.

source: ལུས་ཀྱི་འདུ་བྱེད་དེ་མ་སྐྱེས་ན་ངག་དང་ཡིད་ཀྱི་འདུ་བྱེད་ཀྱི་འཇུག་པ་མི་སོགས་སོ། །
en: If physical formations do not arise, the activity of the verbal and mental formations will not develop.

source: འདུ་བྱེད་ཉེ་བར་ལེན་པ་ཡང་དག་པར་རྟོག་པ་དང་། ལུས་ཀྱི་འདུ་བྱེད་ཉེ་བར་འཚོ་བ་ལ་རྣམ་པར་དཔྱོད་ཅིང་ཆགས་པར་ཡང་མི་འགྱུར་རོ། །
en: One investigates the correct understanding of formations, grasping, and the feelings related to physical formations and does not become attached.

source: ཡིད་ཀྱི་འདུ་བྱེད་མ་སྐྱེས་ན་ལུས་དང་ངག་གི་འདུ་བྱེད་རྣམས་ཀྱི་དུས་གསུམ་གྱི་འཇུག་པ་བསགས་པ་བསལ་དུའང་མེད་དོ། །
en: If mental formations do not arise, the activity of the physical and verbal formations in the three times will neither develop nor be eliminated.

source: ངག་གི་འདུ་བྱེད་མ་སྐྱེས་ན་ལུས་དང་། ཡིད་ཀྱི་འདུ་བྱེད་རྣམས་ཀྱི་དུས་གསུམ་གྱི་འཇུག་པ་བསགས་པ་བསལ་དུའང་མེད་དོ། །
en: If verbal formations do not arise, the activity of the physical and mental formations in the three times will also neither develop nor be eliminated.

source: ཡང་འདུ་བྱེད་གསུམ་གྱི་མཚན་ཉིད་ཀྱི་གནས་དེ་འདྲ་བས་ཁམས་གསུམ་ན་སྤྱོད་པའི་རྣམ་པར་ཤེས་པའི་གནས་དང་སྣང་བ་ཐོབ་བར་བྱེད་པ་ཡང་མེད། སེལ་བར་བྱེད་པ་ཡང་མེད་དེ།
en: Since the basis of the characteristics of the three formations is like that, the bases of consciousness and the appearances one experiences in the three realms are neither acquired nor eliminated.

source: དེས་ན་དེ་དག་སྟོང་པའོ། །
en: Therefore, those formations are empty.

source: འདུ་བྱེད་ཀྱི་མཐའ་ལས་སྐྱེས་པ་ཡང་རང་བཞིན་གྱིས་བསལ་བས་རྣམ་པར་དག་པ་གཉིས་སུ་མེད་པའི་རྗེས་སུ་སོང་བ། སྨོན་པ་མེད་པ།
en: “Since whatever arises naturally ceases according to the final analysis of formations, they accord with utter purity, nonduality, and are without purpose.

source: འདུ་བྱེད་རྣམ་པར་གཞག་པ། ནམ་མཁའ་ལྟར་སྟོང་པའོ། །
en: The definition of formations is that they are empty like space.

source: ལུས་ཀྱི་འདུ་བྱེད་ཀྱང་ཡང་དག་པའི་མཐའི་རང་བཞིན་བདག་མེད་པ་སྟེ།
en: Physical formations have the ultimate nature of lacking a self.

source: སྔོན་གྱི་མཐའ་དང་། ཕྱི་མའི་མཐའ་དང་། བར་དུ་ཡང་མ་བྱུང་བ་དང་། གནས་མེད་པའི་ཕྱིར་སྟོང་པའོ། །
en: Since they do not arise before, after, or anywhere in between and do not abide, they are empty.

source: ངག་གི་འདུ་བྱེད་ཀྱང་ཚིག་གི་ལམ་དང་བྲལ་བའི་རྗེས་སུ་འགྲོ་བ། །ནམ་མཁའ་ལྟར་སྒྲོ་བཏགས་པ་སྟེ།
en: Verbal formations also accord with the freedom from language, are like space, and are imputations.

source: ཁམས་གསུམ་དང་གཉིས་དང་བྲལ་བས་སྟོང་པའོ། །
en: Since they are free from the three realms and from duality, they are empty.

source: ཡིད་ཀྱི་འདུ་བྱེད་ཀྱང་ཐོབ་པ་མེད་པ། མངོན་སུམ་དུ་བྱ་བ་མེད་པ། དུས་གསུམ་ཐམས་ཅད་ཀྱི་མཚན་ཉིད་དང་བྲལ་བ་སེམས་ཅན་མེད་པ་ནས། གང་ཟག་གི་བར་དུ་བྱེད་པ་མེད་པ་ལ་རྣམ་པར་རྟོག་པ་གཏི་མུག་གིས་རྣམ་པར་བསྒྲུབས་པ། མུན་པ་མེད་པ།
en: Mental formations are also not obtained, not actualized, free from all the characteristics of the three times, and without existence, up to being without a person, and are without an agent.

source: སྣང་བ་མེད་པ། བླང་བ་མེད་པ། སྤྲོས་པ་མེད་པ། ཡི་གེ་མེད་པ། སྟོང་པ། ནམ་མཁའ་དང་མཚུངས་པའོ། །
en: They are fabricated by deluded concepts; they are without darkness, without light, without adoption, without elaboration, wordless, empty, and like space.

source: འདུ་བྱེད་ཀྱི་རྐྱེན་གྱིས་རྣམ་པར་ཤེས་པ་ལ་ཡོངས་སུ་རྟོག་པར་བྱེད་དེ།
en: “Bodhisattvas analyze the fact that consciousness is conditioned by formations in the following way.

source: འདུ་བྱེད་རྣམས་ནི་སྐྱེས་ནས་འགག་པ་ཡིན་གྱི། རྣམ་པར་ཤེས་པའི་རྒྱུན་ནི་བཀྲི་བར་བྱ་བ་མེད་པ་སྟེ།
en: Formations arise and cease, but they do not produce the stream of consciousness.

source: རྣམ་པར་ཤེས་པའི་ཚོགས་དྲུག་པོ་འདི་དག་ཀྱང་འདྲ་བ་དང་། མི་འདྲ་བ་དང་། བདག་པོ་མེད་པ་དང་། སྐད་ཅིག་མ་དང་། འགོད་པའི་མཚན་ཉིད་ལ་མི་གནས་སོ། །ཡང་རྣམ་པར་ཤེས་པ་ནི་རྣམ་པར་དཔྱོད་པའི་མཚན་ཉིད་མི་དམིགས་པ་དང་། ནང་དང་ཕྱི་མི་དམིགས་པ་དང་། དགེ་བ་དང་། མི་དགེ་བ་མི་དམིགས་པ་དང་། ཟག་པ་དང་བཅས་པ་དང་། ཟག་པ་མེད་པ་མི་དམིགས་པ་དང་། འདུས་བྱས་དང་། འདུས་མ་བྱས་མི་དམིགས་པ་དང་། རྒྱུ་དང་རྐྱེན་མི་དམིགས་པ་དང་། ཁམས་གསུམ་གྱི་དང་།
en: The group of six consciousnesses does not abide in terms of having the characteristics of sameness, difference, not having an owner, momentariness, or being established.

source: དུས་གསུམ་གྱི་ཚོར་བ་མི་དམིགས་པ་དང་། འདོད་པ་ལྔའི་ཡོན་ཏན་ཉམས་པ་མི་དམིགས་པ་དང་། འབྱུང་བ་ཆེན་པོ་བཞི་མི་དམིགས་པ་དང་། ཁམས་དྲུག་མི་དམིགས་པ་དང་། བསྒོམ་པ་དང་།
en: Consciousness does not apprehend analytical characteristics, internal or external, virtue or nonvirtue, defilement or absence of defilement, conditioned or unconditioned, causes or conditions, feelings related to the three realms and to the three times, the five corrupted sense pleasures, the four great elements, the six realms, cultivation, proper mental engagement, the unhindered path, or consciousness with or without remainder of the aggregates.

source: ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་དང་། བར་ཆད་མེད་པའི་ལམ་ནས་ཕུང་པོའི་ལྷག་མ་དང་བཅས་པ་དང་། ཕུང་པོའི་ལྷག་མ་མ་ལུས་པའི་བར་གྱི་རྣམ་པར་ཤེས་པ་མི་དམིགས་པས་གཟུགས་ལ་ཉེ་བར་བཀྲི་བ་མེད་པ་ནས། །
en: Therefore, it is not produced by a form, and it is not produced by anything else, up to the mind.

source: ཡིད་ཀྱི་བར་ལ་ཉེ་བར་བཀྲི་བ་མེད་པ་སྒྱུ་མ་སྣང་བ་ལྟ་བུར་རང་བཞིན་མེད་པ།
en: Being like an illusory appearance, it is devoid of inherent nature.

source: ལུས་མེད་པ་གནས་མེད་པའོ། །
en: It is devoid of a body. It is baseless.

source: རྣམ་པར་ཤེས་པ་ནི་སྔོན་གྱི་མཐའ་དང་། ཕྱི་མའི་མཐའ་དང་། བར་གྱི་མཐའི་ཡང་དག་པའི་མཐའ་འབྱུང་བ་མེད་པས། གཟུགས་ཀྱི་མཚན་ཉིད་གང་དུ་ཡང་རྣམ་པར་བརྟག་པའི་གནས་སུ་སྣང་བ་དང་། སྤྱོད་པ་ཤེས་པར་མི་ནུས་ཏེ།
en: Since consciousness has not ultimately arisen before, after, or anywhere in between, whenever a characteristic of form appears as a basis of analysis, it is not able to engage it or perceive it.

source: དེས་ན་རྣམ་པར་ཤེས་པ་ནི་སྟོང་པའོ། །
en: Therefore, consciousness is empty.

source: ཡང་རྣམ་པར་ཤེས་པའི་རྐྱེན་གྱིས་མིང་དང་གཟུགས་ལ་རྟོག་པར་བྱེད་དེ།
en: “Bodhisattvas analyze the fact that name and form are conditioned by consciousness in the following way.

source: སྐད་ཅིག་མ་གཅིག་ལ་རྣམ་པར་ཤེས་པ་སྐྱེས་ཤིང་འགགས་ནས་མིང་དང་གཟུགས་སྐྱེའོ། །
en: Consciousness arises and ceases in a single instant, and it is followed by the arising of name and form.

source: མིང་ཡང་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དང་། གཟུགས་མེད་པའི་ཕུང་པོ་འདི་དག་གོ། །
en: Name refers to the formless aggregates—feeling, perception, formation, and consciousness.

source: ཕུང་པོ་ཡང་རྫས་མེད་པའི་དོན་ཏེ།
en: Those aggregates are insubstantial objects.

source: གཟུགས་ཀྱི་མཚན་ཉིད་དང་། དབྱིབས་ཀྱི་སྣང་བ་ལ་མི་འཇུག་པས་དེ་དག་ནི་མིང་ཞེས་བྱའོ། །
en: Since they are not involved with the characteristics of forms or the appearances of shapes, they are referred to as name.

source: གཟུགས་ཞེས་བྱ་བ་ནི་འབྱུང་བ་ཆེན་པོ་བཞི་ལ་གཟུགས་ཞེས་བྱའོ། །
en: Form refers to the forms made of the four great elements.

source: གཟུགས་མེད་པའི་ཕུང་པོ་བཞི་པོ་འདི་དག་ཀྱང་དངོས་པོ་མེད་པ། གནས་མེད་པ། རྫས་མེད་པ། མཚན་ཉིད་མེད་པ། མཚན་ཉིད་དང་བྲལ་བ་སྟེ།
en: The four formless aggregates are immaterial, groundless, insubstantial, without characteristics, and free from characteristics.

source: ཚོར་བའི་རྣམ་པར་སྨིན་པའི་མཚན་ཉིད་རབ་ཏུ་མི་ཤེས་པའོ། །
en: “Bodhisattvas do not perceive characteristics of the ripening of feelings.

source: རྒྱུ་དང་རྐྱེན་ལ་དམིགས་པ་དང་འབྲས་བུ་འགྲུབ་པར་རབ་ཏུ་མི་ཤེས་པའོ། །
en: They also do not perceive the apprehension of their causes and conditions and their final result.

source: ཆོས་འདི་དག་ནི་ཕན་ཚུན་ནས་འདུ་བ་དང་གནས་རྣམ་པར་དབྱེ་བ་རབ་ཏུ་མི་ཤེས་པའོ། །འདུ་ཤེས་དང་།
en: They do not understand these phenomena as mutually intertwined or separate bases.

source: འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པའི་ཕུང་པོའི་རྣམ་པར་སྨིན་པ་ནས་རྣམ་པར་ཕྱེ་བའི་བར་དུ་རབ་ཏུ་མི་ཤེས་པའོ། །
en: They do not perceive anything from the ripening of the aggregates of perception, formation, and consciousness up to their full blossoming.

source: ཆོས་འདི་དག་ཐམས་ཅད་ནི་ཁམས་གསུམ་ལས་གྲོལ་བ། དུས་གསུམ་ལས་ཤིན་ཏུ་འདས་པ། མཉམ་པ་མེད་པ། ཡོངས་སུ་འཛིན་པ་མེད་པ། ཁ་ཟས་མེད་པ།
en: Because all these phenomena are free from the three realms.

source: དངོས་པོ་མེད་པ།
en: They completely transcend the three times.

source: ཆགས་ཤིང་རྣམ་པར་རྟོག་པ་མེད་པ། སྒྲ་མེད་པ། འབྱུང་བ་མེད་པ། གཉིས་སུ་མེད་པ། རྒྱུ་མེད་པ། ཀུན་གཞི་མེད་པ། དབང་དུ་གྱུར་པ་མེད་པ། འཆི་འཕོ་མེད་པ། རྐྱེན་མེད་པ། མཚན་ཉིད་མེད་པ། བྱས་པ་མེད་པ། རྒྱུ་མེད་པ། བདག་གི་མེད་པ།
en: They have no sameness, they are without clinging, they are not nourishment, they are insubstantial, and they lack attachment and concepts, sound, origination, duality, cause, a fundamental basis, control, death, conditions, and characteristics.

source: བརྗོད་དུ་མེད་པ། ཆད་པ་མེད་པ། རྟག་པ་མེད་པ། བྱ་བ་མེད་པ། མིང་མེད་པའོ། །
en: They are uncreated, causeless, without possession, inexpressible, not impermanent, not permanent, inactive, and nameless.

source: གནས་མེད་པས་གཟུགས་མེད་པའོ། །ཡིད་མེད་པའོ། །རྣམ་པར་རྟོག་པ་མེད་པའོ། །རྣམ་པར་སྨིན་པ་མེད་པའོ། །རྣམ་པར་ཤེས་པ་མེད་པའོ། །
en: Since they are baseless, they lack form, mind, concepts, ripening, consciousness, and comparison.

source: གཞལ་བ་མེད་པའོ། །མངོན་པར་འགྲུབ་པ་མེད་པའོ། །དུས་གསུམ་དང་ཁམས་གསུམ་ཐམས་ཅད་ཀྱི་གཟུགས་མེད་པའོ། །
en: They are not truly established and lack the forms related to the three times and the three realms.

source: ཕུང་པོ་བཞི་པོ་འདི་དག་ནི་ནམ་མཁའ་དང་མཚུངས་པའོ། །
en: These four aggregates are like space.

source: མཚན་ཉིད་མེད་པའོ། །རླུང་དང་མཚུངས་པའོ། །རྟོག་པ་མེད་པའོ། །
en: They lack characteristics, they are like wind, and they are without concepts.

source: མིག་གི་ལམ་དུ་བརྗོད་པའི་མཚན་ཉིད་དོ། །དུས་གསུམ་ཐ་དད་པ་མེད་ཅིང་འགྲོ་བ་མེད་པའི་ཚུལ་གྱིས་ཡང་དག་པའི་མཐའི་རྗེས་སུ་མ་ཞུགས་པའོ། །འཇུག་པ་མེད་པའོ། །
en: They have the characteristic of being nominal designations, and they do not enter into ultimate reality because they are not separate from the three times and lack going.

source: མུན་པ་མེད་པའོ། །སྣང་བ་མེད་པའོ། །རང་བཞིན་མེད་པའོ། །ངོ་བོ་ཉིད་ཀྱིས་རྩ་བ་མེད་པའོ། །ཡི་གེ་མེད་པའོ། །
en: They lack engagement, darkness, light, inherent existence, and they are essentially rootless and wordless.

source: དེ་དག་ནི་གང་དུ་ཡང་བསྒོམ་པ་དང་སྐྱེས་པ་དང་མ་སྐྱེས་པ་དང་། འོང་བ་དང་། འགྲོ་བ་དང་། བསགས་པ་མེད་པའོ།
en: There is no cultivation, arising, nonarising, going, coming, or accumulating at any point.

source: ཁམས་གསུམ་ཐམས་ཅད་ན་གཏམ་གྱི་དངོས་པོར་གདགས་པའི་མཚན་ཉིད་ཀྱི་འཇུག་པ་མེད་པའོ། །
en: There is no engagement of characteristics that are imputed on things that describe the entire threefold world.

source: བླང་བ་མེད་པའོ། །དོར་བ་མེད་པའོ། །
en: There is no acceptance and no rejection.

source: གཟུགས་མེད་པའི་ཕུང་པོ་བཞི་པོ་འདི་དག་ནི་མཚན་ཉིད་ཀྱི་འཇུག་པ་མེད་པའོ། །
en: These four formless aggregates are not involved with characteristics.

source: ཕུང་པོ་འདི་དག་ནི་མིག་གི་གནས་ཀྱི་དབྱིབས་སུ་མི་གནས་པ་ནས། ལུས་ཀྱི་གནས་ཀྱི་བར་གྱི་དབྱིབས་སུ་མི་གནས་པ་ཡིན་ནོ། །
en: They do not abide in anything from the image of the objects of the eye, up to the image of the object of the body.

source: ལུས་ཀྱི་རྣམ་པར་ཤེས་པའི་གནས་ཀྱི་དབྱིབས་སུ་གནས་པ་མ་ཡིན།
en: They do not abide in the image of the object of the body consciousness.

source: སེམས་དང་། ཡིད་དང་། རྣམ་པར་ཤེས་པའི་གནས་སེལ་བའི་བརྡ་དང་། མཚན་མ་རྣམ་པར་གཞག་པར་རྣམ་པར་གཞག་པ་མ་ཡིན་ནོ། །
en: The excluded marks and signs that are the object of the mind, mental faculty, and consciousness are not posited as something that is established.

source: གཟུགས་མེད་པའི་ཕུང་པོ་བཞི་པོ་འདི་དག་ནི་གནས་ཀྱི་དབྱིབས་སུ་གནས་ཀྱང་གཟུགས་མེད་པའི་ཕུང་པོ་བཞི་པོ་འདི་དག་ནི་གཟུགས་ཀྱི་ཕུང་པོའི་གནས་ཀྱི་དབྱིབས་སུ་གནས་པ་མ་ཡིན་ནོ།
en: These four formless aggregates remain as images, but they do not remain as the images that are the objects of the aggregate of form.

source: ཁམས་གསུམ་གྱི་ལས་ཀྱི་མཚན་ཉིད་རྣམ་པར་དཔྱོད་པའི་རྗེས་སུ་འབྲེལ་པ་གཟུགས་མེད་པའི་ཕུང་པོ་བཞི་པོ་འདི་དག་ནི་གནས་ཀྱི་དབྱིབས་སུ་མི་གནས་པའོ། །
en: These four formless aggregates that are related to the subtle analysis of the characteristics of actions of the three worlds do not abide as object images.

source: དེ་དག་ནི་བདག་མེད་པ་ནས་གང་ཟག་གི་བར་དུ་མེད་པའོ། །
en: They are everything from being devoid of self to being without person.

source: བརྗོད་དུ་མེད་པའོ། །ཡི་གེ་མེད་པའོ། །
en: They are inexpressible, and they are wordless.

source: གཟུགས་མེད་པའི་ཕུང་པོ་བཞི་པོ་འདི་དག་ནི་སྟོང་པའི་མཚན་ཉིད་ཀྱིས་ཤིན་ཏུ་སྐད་ཅིག་གིས་འཇིག་པ་ཐེར་ཟུག་མ་ཡིན་པའོ། །
en: Since these four formless aggregates have the characteristic of being empty, they instantly disintegrate and are not eternal.

source: གནས་མི་དམིགས་པས་མཚན་མ་མེད་པའོ། །
en: Since they do not apprehend an object, they are without marks.

source: སྐད་ཅིག་གིས་སྐྱེ་ཞིང་འབྲི་བའི་ཚུལ་གྱིས་སྨོན་པ་མེད་པའོ། །
en: Since they instantly arise and decrease, they have no purpose.

source: འགོག་པ་མེད་པས་ཆགས་པ་མེད་པའི་ཤེས་རབ་འཇུག་པ་སྟེ།
en: Since they do not cease, they activate insight that is devoid of attachment.

source: དེས་ན་ཕུང་པོ་བཞི་པོ་འདི་དག་ནི་སྟོང་པའོ། །
en: Therefore, these four aggregates are empty.

source: གཟུགས་ཀྱི་ཕུང་པོ་འབྱུང་བ་ཆེན་པོ་འདི་དག་ཀྱང་ཇི་ལྟར་སྔར་བསྟན་པ་བཞིན་དུ་སྟོང་པའོ། །
en: “As explained before, the four great elements that constitute the aggregate of form are empty.

source: ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་པོ་འདི་དག་ཀྱང་སྐད་ཅིག་མའི་རྒྱུན་གྱི་ཚུལ་གྱིས་སྐྱེ་བ་མ་ཡིན། ཕན་ཚུན་ལས་ཤིན་ཏུ་འདས་ཤིང་མི་གནས་པའི་ཚུལ་གྱིས་མ་ཡིན།
en: The five aggregates that are the basis of grasping do not arise as a stream of moments.

source: ཕན་ཚུན་དུ་ཉེ་བར་ཉོན་མོངས་པ་མ་ཡིན། ཕན་ཚུན་ལས་ཤིན་ཏུ་འདའ་བ་མ་ཡིན་ནོ། །
en: Some say that they overlap and they are not nonabiding, but just as the afflictions do not overlap, the five aggregates do not overlap.

source: སྐད་ཅིག་མ་དང་པོ་ལ་གཟུགས་མེད་པར་མིང་སྐྱེ་བ་མ་ཡིན། སྐད་ཅིག་མ་གཉིས་པའི་གནས་ལ་མིང་མེད་པར་གཟུགས་སྐྱེ་བ་མ་ཡིན་གྱི།
en: In the first moment, name does not arise without form, and form does not arise without name during the second moment.

source: སྐད་ཅིག་མ་གཅིག་གི་གནས་ལ་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་པོ་འདི་དག་ཐམས་ཅད་སྐྱེ་ཞིང་འགག་སྟེ། སྐད་ཅིག་མ་ལྷག་མ་གཉིས་པོ་ལ་གནས་པ་མ་ཡིན་ནོ། །
en: Instead, all five aggregates that are the basis of grasping arise and cease during the first moment and are no longer present during the two remaining moments.

source: ཇི་ལྟར་སེམས་ལས་བྱུང་བའི་ཆོས་མྱུར་དུ་འགྱུར་བ་བཞིན་དུ་བསྒྲུབ་པར་སླ་བ་ཡིན་ཏེ།
en: It is easy to prove that phenomena that are mental factors immediately change.

source: དེ་དག་ཀྱང་དངོས་པོ་མེད་པ་སྐད་ཅིག་གིས་འཇིག་པར་གནས་པ་མ་ཡིན་ནོ། །
en: They are insubstantial, disintegrate instantly, and do not remain.

source: ཡང་མིང་དང་གཟུགས་ཀྱི་རྐྱེན་གྱིས་སྐྱེ་མཆེད་དྲུག་ལ་རྟོག་པར་བྱེད་དེ།
en: “Bodhisattvas realize that the six sense fields are conditioned by name and form in the following way.

source: མིང་དང་གཟུགས་ལ་སྐྱེས་ཤིང་འགགས་ནས་སྐད་ཅིག་མ་གཉིས་པ་ལ་སྐྱེ་མཆེད་དྲུག་སྐྱེ་སྟེ།
en: The six sense fields arise at the second moment, after name and form have arisen and ceased.

source: སྐྱེ་མཆེད་དྲུག་པོ་འདི་དག་ནི་མིག་དང་། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་།
en: The six sense fields are the eye, ear, nose, tongue, body, and mind.
